docs-DR/SpecialCaseMovementTask_User.md
```
@startuml
skinparam {
  ObjectBorderColor #555
  ObjectBorderThickness 0
  ObjectFontStyle bold
  ObjectFontSize 14
  ObjectAttributeFontColor #333
  ObjectAttributeFontSize 12
}
  object 0.RootTask #66c2a5 {
Organization
}
  object 1.DistributionTask #fc8d62 {
Organization
}
  object 2.SpecialCaseMovementTask #a6d854 {
User  <back:white>    </back>
}
  object 3.JudgeAssignTask #8da0cb {
User
}
0.RootTask -- 1.DistributionTask
1.DistributionTask -- 2.SpecialCaseMovementTask
0.RootTask -- 3.JudgeAssignTask
@enduml
```
